[
  {
    "word": "MAC",
    "description": "Proporciona a la capa de enlace de datos el direccionamiento y la delimitación de datos de acuerdo con los requisitos de señalización física del medio y al tipo de protocolo de capa de enlace de datos en uso."
  },
  {
    "word": "LLC",
    "description": "Protocolo de la capa de Enlace, definido por la IEEE que brinda los servicios de control de flujo, control de error, direccionamiento en punto de servicio de Enlace de Datos y entrega en orden a protocolos de capas superiores."
  },
  {
    "word": "HDLC",
    "description": "Protocolo de la capa de Enlace de Datos responsable de definir como se deben encapsular los datos para su transmisión a una máquina remota a través de enlaces dedicados (redes WAN)."
  },
  {
    "word": "Ancho de Banda",
    "description": "Intervalo de frecuencias positivas donde la respuesta del sistema es relativamente plana (las señales pueden pasar sin distorsión)"
  },
  {
    "word": "Capacidad de Canal",
    "description": "Máxima velocidad a la cual los datos pueden ser transmitidos sobre un canal de comunicación con cierta fidelidad. Se mide en bits por segundo (bps)."
  },
  {
    "word": "Ruido",
    "description": "Toda señal no deseada que se mezcla con la señal útil que se quiere transmitir."
  },
  {
    "word": "Trama",
    "description": "Unidad de Datos de Protocolo (PDU) de la capa de Enlace de Datos conformada por una serie sucesiva de bits, organizados en una estructura, que transportan información de aplicación y metadatos de protocolos que intervienen en su transporte y que permiten en el receptor extraer esta información para validar su correcta recepción."
  },
  {
    "word": "IEEE",
    "description": "Estándares de red IEEE (Institute Of Electrical and Electronics Engineers)<br>Su misión, en cuestión de redes, se centra en desarrollar estándares de redes de área local y redes de área metropolitana, principalmente en las dos capas inferiores del modelo OSI"
  },
  {
    "word": "CSMA",
    "description": "En telecomunicaciones, Acceso Múltiple con Escucha de Señal Portadora (Carrier-Sense Multiple Access o CSMA por sus siglas en inglés) es un protocolo de control de acceso al medio en el cual un nodo verifica la ausencia de tráfico antes de transmitir en un medio compartido como un canal electrónico o una banda de espectro electromagnético."
  }
]
